Repository: pi-module/tools
Catalog: locale/*/admin.po
Languages: fa

source: Admin
fa: مدیریت

source: Token
fa: توکن

source: Custom API
fa: API های شخصی سازی شده

source: User
fa: کاربر

source: Cron
fa: کرون جان

source: Perpage
fa: تعداد در صفحه

source: User token valid time
fa: زمان ولید بودن توکن کاربر

source: 15 min
fa: ۱۵ دقیقه

source: 30 min
fa: ۳۰ دقیقه

source: 1 hour
fa: ۱ ساعت

source: 6 hours
fa: ۶ ساعت

source: 12 hours
fa: ۱۲ ساعت

source: 1 day
fa: ۱ روز

source: 7 days
fa: ۷ روز

source: 14 days
fa: ۱۴ روز

source: 30 days
fa: ۳۰ روز

source: Auto refresh
fa: رفرش خودکار

source: Refresh token in check method if just token time expire
fa: رفرش کردن توکن در متد و وب سرویس check اگر توکن اکسپایر شده بود

source: Custom token type
fa: نوع توکن برای وب سرویس های شخصی سازی شده

source: Support both of user and static tokens
fa: پشتیبانی از توکن استاتیک و توکن داینامیک کاربر

source: Just user token allowed
fa: فقط توکن داینامیک کاربر مجاز است

source: Fields
fa: فیلد ها

source: User fields for login and profile
fa: فیلد مورد تایید برای ورود و پروفایل

source: Active cron
fa: فعال کردن کرون

source: Cron token
fa: توکن کرون

source: Tools
fa: ابزار ها

source: Admin tools for pi engine
fa: ابزار های مدیریت برای پای انجین

source: Manage
fa: مدیریت

source: Category
fa: شاخه

source: Manage category
fa: مدیریت شاخه ها

source: Item
fa: آیتم

source: Manage item
fa: مدیریت آیتم ها

source: Export
fa: خروجی از اطلاعات

source: Import
fa: ورود اطلاعات

source: This key already exists.
fa: این کلید قبلا گرفته شده است.

source: Just [a-zA-Z0-9] supported
fa: فقط مقدار های [a-zA-Z0-9] مجاز است

source: This slug already exists.
fa: این اسلاگ قبلا گرفته شده است.

source: This token already exists.
fa: این توکن قبلا گرفته شده است.

source: Token shorter than 64 length
fa: توکن از ۶۴ کارکتر کمتر است

source: Cron system is active, you can inactive it from system configurations
fa: سیستم کرون فعال است، شما می توانید از بخش تنظیمات ماژول آن را غیر فعال کنید

source: Cron token is <strong>%s</strong> , you can change it from system configurations and Cron log save on <strong>%s/cron.log</strong>
fa: توکن کورون <strong>%s</strong> می باشد. شما می توانید از تنظیمات سیستم آن را غیر فعال کنید و لاگ کرون در مسیر <strong>%s/cron.log</strong> ذخیره می شود

source: Do cron manfully
fa: اجرای کرون به صورت دستی

source: Cron system is inactive, you can active it from system configurations
fa: سیستم کرون غیر فعال است، می توانید آن را از بخش تنظیمات فعال کنید

source: You dont have any category yet, please generate new one
fa: شما هنوز شاخه ای ندارید. لطفا یک شاخه ایجاد کنید

source: You dont have any item yet, please generate new one
fa: شما هنوز آیتم ای ندارید. لطفا یک آیتم ایجاد کنید

source: You dont have any token yet, please generate new one
fa: شما هنوز توکن ای ندارید. لطفا یک توکن ایجاد کنید
