Repository: pi-module/tools
Catalog: locale/*/default.po
Languages: fa

source: Selected category does not exist !
fa: شاخه انتخاب شده وجود ندارد !

source: Category not active
fa: شاخه فعال نیست

source: Not used yet
fa: استفاده نشده است

source: Token is not valid !
fa: توکن صحیح نیست !

source: Token is not active !
fa: توکن فعال نیست !

source: This token is expire
fa: توکن باطل شده است

source: This token not connect for any user
fa: این توکن متعلق به هیچ کاربری نیست

source: Token is valid !
fa: توکن صحیح است !

source: This is not your token !
fa: این توکن متعلق به شما نیست !

source: Your token is not expire yet !
fa: این توکن هنوز اکسپایر نشده است !

source: Token refreshed !
fa: توکن رفرش شد !

source: Category data saved successfully.
fa: اطلاعات شاخه با موفقیت ذخیره شد.

source: Manage category
fa: مدیریت شاخه

source: Item data saved successfully.
fa: اطلاعات آیتم با موفقیت ذخیره شد.

source: Manage item
fa: مدیریت آیتم

source: Token data saved successfully.
fa: اطلاعات توکن با موفقیت ذخیره شد.

source: Manage token
fa: مدیریت توکن

source: You can import this information from %s
fa: شما می توانید این اطلاعات را از %s وارد نمایید

source: %s field not set
fa: فیلد %s تنظیم نشده است

source: Add first credit
fa: ثبت اعتبار اولیه

source: %s user added
fa: تعداد %s کاربر درج شد

source: No user added !
fa: هیچ کاربری درج نشد !

source: user-import.csv not exist on %s
fa: فایل user-import.csv در مسیر %s موجود نیست

source: File not exit !
fa: فعال موجود نیست !

source: Nothing selected
fa: چیزی انتخاب نشده است

source: Device token updated
fa: توکن دستگاه ( device token ) به روز شد

source: Device token is empty !
fa: توکن دستگاه ( device token ) خالی است !

source: Post request not set
fa: اطلاعات به فرمت POST ارسال نشده است

source: Identity or credential not set
fa: پارامتر های ورود کاربر تنظیم نشده است

source: You logout successfully !
fa: با موفقیت از سیستم خارج شدید !

source: user not fined !
fa: کاربر یافت نشد !

source: Your request is empty
fa: درخواست شما خالی است

source: Mobile can not be empty !
fa: شماره موبایل نمی تواند خالی باشد !

source: Email can not be empty !
fa: آدرس ایمیل نمی تواند خالی باشد !

source: Identity can not be empty !
fa: نام کاربری نمی تواند خالی باشد !

source: This identity is taken before by another user
fa: این نام کاربری قبلا توسط کاربر دیگری گرفته شده است

source: User account was not saved.
fa: حساب کاربری ذخیره نشد.

source: Your account create and activate. please login to system
fa: حساب کاربری شما ایجاد و فعال شد. لطفا به سیستم وارد شوید

source: An email with activation link has been sent to you.
fa: ایمیل فعال سازی حساب کاربری برای شما ارسال شد.

source: You account has been registered successfully. However it needs to be approved by our admins before you can use it.
fa: حساب کاربری شما با موفقیت ثبت شد. اما برای فعال سازی به بررسی و تایید مدیر سیستم نیاز دارد و بعد از آن می توانید از حساب کاربری خود استفاده کنید.

source: User data update successful.
fa: اطلاعات کاربر با موفقیت به روز شد.

source: Error to update user data !
fa: خطا رد به روز رسانی اطلاعات کاربر !

source: You have logged in successfully
fa: با موفقیت به سیستم وارد شدید

source: Bind error
fa: خطا در تایید

source: Authentication is not valid
fa: نام کاربری یا واژه رمز شما صحیح نیست

source: Title
fa: عنوان

source: Slug
fa: اسلاگ

source: Status
fa: وضعیت

source: Activate
fa: فعال

source: Deactivate
fa: غیر فعال

source: Submit
fa: ارسال

source: Category
fa: شاخه

source: Key
fa: کلید

source: Value
fa: مقدار

source: Token
fa: توکن

source: Mobile number should be like 09121234567
fa: شماره موبایل باید به فرمت 09121234567 باشد

source: This mobile number taken before
fa: این شماره موبایل قبلا گرفته شده است

source: Cron URL
fa: آدرس کرون

source: Cron Command
fa: کامند کرون

source: Set cron command on your server and set cron time
fa: کامند کرون جاب را بر یور سرور خود درج کرده و زمان آن را تنظیم نمایید

source: Are you sure to do cron manually?
fa: آیا اطمینان دارید که می خواهید کرون را به صورت دستی اجرا کنید؟

source: manual cron in process
fa: در حال اجرای کرون دستی

source: List of categories
fa: فهرست شاخه ها

source: ID
fa: شناسه

source: Action
fa: عملکرد

source: View
fa: مشاهده

source: Edit
fa: ویرایش

source: List of items
fa: فهرست آیتم ها

source: List of tokens
fa: فهرست توکن ها

source: Last usd time
fa: آخرین زمان استفاده شده

source: Used
fa: تعداد دفعات استفاده

source: View token
fa: مشاهده توکن

source: Close
fa: بستن

source: Token information
fa: اطلاعات توکن

source: For make new csv file from website users, please click on below button and wait to generate file possess completed, after that you can download list of users as csv file
fa: برای ساخت فایل csv جدید از کاربران وب سایت، لطفا بر روی دکمه خروجی کلید کرده و تا پایان عملیات ساخت خروجی منتظر بمانید، بعد از آن می توانید فایل خروجی را در قالب csv دانلود کنید. یادتان باشد بعد از گرفتن خروجی، فایل مربوطه را از روی سرور حذف نمایید

source: Export users
fa: گرفتن خروجی

source: CSV version
fa: نسخه CSV

source: List of old exported files
fa: فهرست خروجی های قبلی

source: Download this example file and put your user information on it upload on server and import user on DB
fa: فایل نمونه را دریافت کرده و اطلاعات کاربر را مطابق با آن تکمیل و در آن درج کنید و بر روی سرور بر روی مسیر مشخص شده بارگزاری نمایید، سپس می تواند اطلاعات کاربران را در سیستم درج کنید. یادتان باشد بعد از پایان عملیات فایل مربوطه را از روی سرور حذف نمایید

source: Example
fa: مثال

source: List of users on csv file
fa: فهرست کاربران موجود رد فایل CSV

source: Add all users
fa: درج تمام کاربران

source: User module not installed, first please install user module after that you can use this part.
fa: ماژول کاربر نصب نشده است، لطفا ابتدا ماژول کاربر را نصب کنید، سپس به این بخش مراجعه نمایید.
